Repository: dinhco01/Phat_Nhac
Catalog: PlayMusic/Lang/MyResource.*.resx
Languages: vi_vn

source: Account
vi_vn: Tài khoản

# accountInfoSettings
source: Connect with Google account to be able to sync your songs and data.
vi_vn: Kết nối với tài khoản Google để có thể đồng bộ các bài hát và dữ liệu của bạn.

source: Added
vi_vn: Đã thêm

source: Add playlist
vi_vn: Thêm danh sách phát

source: Add to playlist
vi_vn: Thêm vào danh sách phát

# allSong
source: All songs
vi_vn: Tất cả bài hát

source: All songs
vi_vn: Tất cả bài hát

source: Analyzing video...
vi_vn: Đang phân tích video...

# appName
source: Play Music
vi_vn: Trình phát nhạc

source: Artist
vi_vn: Nghệ sĩ

# backedup
source: All songs have been backed up
vi_vn: Tất cả các bài hát đã được sao lưu

# backingup
source: Backing up your songs...
vi_vn: Đang sao lưu các bài hát của bạn...

# backupSongs
source: Backup all your songs
vi_vn: Sao lưu tất cả các bài hát của bạn

source: Cancel
vi_vn: Hủy bỏ

# cantAddSong
source: Can't add this song!
vi_vn: Không thể thêm bài hát này!

# cantGetInfo
source: Can't get video information!
vi_vn: Không thể lấy thông tin video!

# cantPlaySongNow
source: Can't play this song now!
vi_vn: Không thể phát bài hát ngay lúc này!

source: Change
vi_vn: Thay đổi

source: Change account
vi_vn: Đổi tài khoản

# changeLang
source: Change language
vi_vn: Thay đổi ngôn ngữ

# chooseLang
source: Choose your language?
vi_vn: Chọn ngôn ngữ của bạn?

# currentAll
source: This song is currently in all playlists!
vi_vn: Bài hát này hiện đang có trong tất cả danh sách phát!

source: Download complete!
vi_vn: Tải xuống hoàn tất!

source: Download failed!
vi_vn: Tải xuống không thành công!

source: Downloading
vi_vn: Đang tải xuống

source: Download successful!
vi_vn: Tải xuống thành công!

# downToComputer
source: Download music to your computer
vi_vn: Tải nhạc về máy tính

source: Edit playlist
vi_vn: Chỉnh sửa danh sách phát

source: English
vi_vn: Tiếng Anh

source: Enter keywords
vi_vn: Nhập từ khóa

source: Enter keywords to search
vi_vn: Nhập từ khóa để tìm kiếm

# enterSongSearch
source: Enter the song name to search
vi_vn: Nhập tên bài hát để tìm kiếm

# errorTime
source: Invalid time!
vi_vn: Thời gian không hợp lệ!

source: Favorite
vi_vn: Yêu thích

# favoriteSongs
source: Favotite songs
vi_vn: Bài hát yêu thích

# getInfo
source: Retrieving information...
vi_vn: Đang lấy thông tin...

source: Hello!
vi_vn: Xin chào!

# infoNoPlaylist
source: You don't have a playlist to add yet!
vi_vn: Bạn chưa có danh sách phát nào để thêm!

# listSongs
source: List of songs
vi_vn: Danh sách bài hát

source: Log in
vi_vn: Đăng nhập

source: Log out
vi_vn: Đăng xuất

source: minute
vi_vn: phút

# needAccount
source: This feature requires an account login
vi_vn: Chức năng này yêu cầu đăng nhập tài khoản

# noAlbumsFound
source: No album found
vi_vn: Không tìm thấy album

# noArtistsFound
source: No artist found
vi_vn: Không tìm thấy nghệ sĩ

source: No Internet connection!
vi_vn: Không có kết nối Internet!

# noPlaylistsFound
source: No playlist found
vi_vn: Không tìm thấy danh sách phát

# noSelectPlaylist
source: You have not selected any list to add!
vi_vn: Bạn chưa chọn danh sách nào để thêm!

# noSong
source: No songs yet
vi_vn: Không có bài hát nào

# noSongSelect
source: No songs have been selected!
vi_vn: Chưa có bài hát nào được chọn!

# noSongsFound
source: No song found
vi_vn: Không tìm thấy bài hát nào

source: Notification
vi_vn: Thông báo

# numberSongs
source: Number of songs:
vi_vn: Số bài hát:

source: Online
vi_vn: Trực tuyến

source: Playing
vi_vn: Đang phát

source: Playlist
vi_vn: Danh sách phát

# playlistInfo
source: Playlist infomation
vi_vn: Thông tin danh sách phát

source: Playlists
vi_vn: Danh sách phát

# pleaseEnterNamePlaylist
source: Please enter a playlist name!
vi_vn: Vui lòng nhập tên danh sách phát!

# questionCancel
source: All changes will be canceled, are you sure?
vi_vn: Tất cả thay đổi sẽ bị hủy bỏ, bạn chắc chắn?

# questionChangeAccount
source: Do you want to change your account?
vi_vn: Bạn có muốn thay đổi tài khoản không?

# questionDeletePlaylist
source: Are you sure you will delete this playlist?
vi_vn: Bạn có chắc sẽ xóa danh sách phát này?

# questionDeleteSong
source: Are you sure you will delete this song?
vi_vn: Bạn có chắc sẽ xóa bài hát này không?

# questionReset
source: Are you sure you will delete all data (favorite songs, playlists, accounts...)?
vi_vn: Bạn có chắc sẽ xóa toàn bộ dữ liệu (bài hát yêu thích,danh sách phát, tài khoản...)?

# questionSignOut
source: Are you sure you will sign out of this account?
vi_vn: Bạn có chắc sẽ đăng xuất tài khoản này không?

source: Recent
vi_vn: Gần đây

source: Recent playlists
vi_vn: Danh sách phát gần đây

source: Recent songs
vi_vn: Bài hát gần đây

source: Remaining
vi_vn: Còn lại

source: Reset
vi_vn: Đặt lại

# resetApp
source: Delete application data
vi_vn: Xóa dữ liệu ứng dụng

# restartApp
source: Reset is complete, restart the app to continue...
vi_vn: Đặt lại hoàn tất, khởi động lại ứng dụng để tiếp tục...

# restored
source: All songs have been restored
vi_vn: Tất cả các bài hát đã được khôi phục

# restoreSongs
source: Restore all your songs
vi_vn: Khôi phục tất cả các bài hát của bạn

# restoring
source: Restoring your songs...
vi_vn: Đang khôi phục các bài hát của bạn...

source: Search
vi_vn: Tìm kiếm

source: second
vi_vn: giây

# selectLanguageApp
source: Select the application language
vi_vn: Chọn ngôn ngữ ứng dụng

# selectPlaylist
source: Select a playlist
vi_vn: Chọn danh sách phát

# selectResolution
source: Select video resolution
vi_vn: Chọn độ phân giải video

source: Settings
vi_vn: Cài đặt

source: Skip
vi_vn: Bỏ qua

# songDownloaded
source: This song is downloaded
vi_vn: Bài hát này đã được tải

source: Songs
vi_vn: Bài hát

# songUnit
source: songs
vi_vn: bài

# step
source: Backward and forward while watching video
vi_vn: Thời gian tua khi xem video

# sync
source: Sync songs from your computer here
vi_vn: Đồng bộ bài hát từ máy tính vào đây

source: Time:
vi_vn: Thời lượng:

# timerOff
source: Timer to turn off music
vi_vn: Hẹn giờ tắt nhạc

# timerPlay
source: Timer to play music
vi_vn: Hẹn giờ phát nhạc

# upToDriver
source: Upload music to Google Drive
vi_vn: Tải nhạc lên Google Drive

source: Video playlist
vi_vn: Danh sách video

source: Vietnamese
vi_vn: Tiếng Việt

source: Welcome!
vi_vn: Chào mừng!

# you1
source: - Search, listen to music and watch videos on YouTube.
vi_vn: - Tìm kiếm, nghe nhạc và xem video trên YouTube.

# you2
source: - Download videos on YouTube to your computer easily.
vi_vn: - Tải video trên YouTube về máy tính một cách dễ dàng.

# zing1
source: - Search and listen to music on Zing MP3 when there is an Internet connection.
vi_vn: - Tìm kiếm và nghe nhạc trên Zing MP3 khi có kết nối Internet.

# zing2
source: - View the charts of songs on Zing MP3 in real time.
vi_vn: - Xem bảng xếp hạng các bài hát trên Zing MP3 thời gian thực.

# zing3
source: - Download music on Zing MP3 to your computer easily.
vi_vn: - Tải nhạc trên Zing MP3 về máy tính một cách dễ dàng.

source: Zing Chart
vi_vn: Bảng xếp hạng
